Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/euro_area/index.html.txt.tmx
Source language: en
Languages: ga

source: Introduction to the euro area
ga: Réamhrá le limistéar an euro

source: The euro area consists of those EU countries which have adopted the euro as their currency
ga: Is éard atá i limistéar an euro tíortha siúd an AE a ghlac leis an euro mar a n-airgeadra

source: The euro is the unit of currency of 18 EU Member States. Background on its introduction
ga: Pléann an cháipéis seo an euro - airgead na 18 ballstáit AE

source: This document is in: Money and Tax > Personal finance > Financial institutions
ga: This document is in: Airgead agus Cáin > Airgeadas pearsanta > Faoiseamh cánach ar tháillí don tríú leibhéal

source: Find out about the advanced security features which make euro banknotes and coins recognisable and protect against counterfeiting
ga: Déantar cur síos sa doiciméad seo ar shonraí slándála na nótaí agus boinn nua Euro

source: The collection of EU rules on government debt and deficits is called the Stability and Growth Pact
ga: Tugtar an Comhaontú Cobhsaíochta agus Fáis ar an mbailiúchán de rialacha an AE ar fhiachas agus ar easnaimh rialtais

source: There are mechanisms set up for providing funding to member states that are experiencing economic difficulties
ga: Tá meicníochtaí socraithe chun cistiú a sholáthar do bhallstáit atá thíos le deacrachtaí geilleagracha

source: The Fiscal Stability Treaty aims to strengthen fiscal discipline in the euro area
ga: Tá sé de chuspóir ag an gConradh um Chobhsaíocht Fhioscach disciplín fhioscach a threisiú i limistéar an euro

source: A banking union was set up to ensure that banks are stronger and better supervised and problems resolved more easily
ga: Bunaíodh aontas baincéireachta lena chinntiú go mbíonn bainc níos treise agus go ndéantar maoirseacht níos fearr orthu agus go réitítear fadhbanna níos fusa

source: There is an EU-wide system for the supervision of the financial sector
ga: Tá córas ar fud an AE ann chun maoirseacht a dhéanamh ar an earnáil airgeadais

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Fundamental Rights under the Irish Constitution
ga: Bunchearta faoi Bhunreacht na hÉireann
